tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
cask "java"
brew "libpng"
brew "gettext"
brew "pcre"
brew "glib"
brew "cmake"
brew "jpeg"
brew "libtiff"
brew "openssl"
brew "wxmac"
brew "elixir"
brew "gdbm"
brew "git"
brew "go"
brew "pkg-config"
brew "readline"
brew "sqlite"
brew "python"
brew "gstreamer"
brew "xz"
brew "python3"
brew "httpie"
brew "irssi"
brew "libsodium"
brew "libyaml"
brew "llvm"
brew "micropython"
brew "pgcli"
brew "protobuf"
brew "pypy"
brew "qt"
brew "pyqt"
brew "ruby"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "wrk"
brew "yarn"
brew "zsh"
cask "alfred"
cask "caffeine"
cask "daisydisk"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "kitematic"
cask "lastpass"
cask "pgadmin4"
cask "retroarch"
cask "spotify"
cask "steam"
cask "unity"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
